Repository: ali-safari-tec/Multi-Media
Catalog: PersonalWinUIApp/Resources/Languages/*/Resources.resw
Source language: en
Languages: fa

# AboutText
source: Version, license, and update information
fa: اطلاعات نسخه، مجوز و به روزرسانی

# AboutPage
source: About
fa: درباره

# AboutUsPage
source: About Us
fa: درباره ما

# AccentCustomSettingButtonText
source: Select which color to set for accent
fa: انتخاب رنگ مورد نظر برای تاکید

# AccentCustomSettingButtonTitle
source: Accent Color
fa: رنگ تاکیدی

# AccentExpanderButton
source: System Colors
fa: رنگ های سیستم

# ActivatePage
source: Activating
fa: فعال سازی

# AnimationPage
source: Animations
fa: انیمیشن ها

# AppearanceText
source: Theme, accent color, and visual effects
fa: تم، رنگ، جلوه های بصری

# AppearancePage
source: Appearance
fa: ظاهر برنامه

# ApplicationTitle
source: Multi Media
fa: چند رسانه ای

# ComboBoxItemAcrylic
source: Acrylic
fa: آکریلیک

# ComboBoxItemDarkTheme
source: Dark
fa: تیره

# ComboBoxItemEnglishLanguage
source: English
fa: انگلیسی

# ComboBoxItemFarsiLanguage
source: Persian
fa: فارسی

# ComboBoxItemLightTheme
source: Light
fa: روشن

# ComboBoxItemManualTheme
source: Manual
fa: دستی

# ComboBoxItemMica
source: Mica base
fa: میکا شفاف

# ComboBoxItemMicaAlt
source: Mica base alt
fa: میکا شیشه ای

# ComboBoxItemSystemTheme
source: Use system setting
fa: استفاده از تم سیستم

# FilesPage
source: Files
fa: فایل ها

# HomePage
source: Home
fa: خانه

# LanguageCustomSettingButtonText
source: Select which app language to display
fa: انتخاب زبان مورد نظر برای نمایش

# LanguageCustomSettingButtonTitle
source: App Language
fa: زبان برنامه

# LanguageText
source: App language and number format
fa: زبان برنامه و قالب اعداد

# LanguagePage
source: Language & Region
fa: زبان و منطقه

# MoviesPage
source: Movies
fa: فیلم ها

# MusicsPage
source: Musics
fa: آهنگ ها

# NetworkText
source: Network status and connection settings
fa: وضعیت شبکه و تنظیمات اتصال

# NetworkPage
source: Network & Internet
fa: شبکه و اینترنت

# NotificationsText
source: Notification preferences and sounds
fa: عملکرد و تنظیمات صدا اعلانات

# NotificationsPage
source: Notifications
fa: اعلانات

# PerformanceText
source: Hardware acceleration, animations, and cache
fa: سرعت سخت افزار، انیمیشن ها و حافظه پنهان

# PerformancePage
source: Performance
fa: عملکرد

# PicturesPage
source: Pictures
fa: تصاویر

# PrivacyText
source: Manage stored data and privacy options
fa: مدیریت داده‌های ذخیره‌شده و گزینه‌های حریم خصوصی

# PrivacyPage
source: Privacy & Data
fa: حریم خصوصی و داده ها

# Searching
source: Search
fa: جستجو

# SeriesPage
source: Series
fa: سریال ها

# SettingPage
source: Settings
fa: تنظیمات

# StartupText
source: Launch behavior and window settings
fa: رفتار اجرا و تنظیمات پنجره

# StartupPage
source: Startup & Window
fa: راه اندازی و پیجره

# TextThemeExpander
source: Open your settings and navigate to Themes
fa: باز کردن ستینگ سیستم و رفتن به بخش تم ها

# TextTransparencyExpander
source: Select which transparency to display
fa: انتخاب شفافیت مورد نظر برای نمایش

# ThemeCustomSettingButtonText
source: Select which app theme to display
fa: انتخاب تم مورد نظر برای نمایش

# ThemeCustomSettingButtonTitle
source: App Theme
fa: تم برنامه

# ThemeExpanderButton
source: System Themes
fa: تم های سیستم

# TitleThemeExpander
source: System Themes
fa: تم های سیستم

# TitleTransparencyExpander
source: Transparency kind
fa: نوع شفافیت

# TransparencyCustomSettingText
source: Make window background slightly transparent
fa: شفاف تر کردن پنجره

# TransparencyCustomSettingTitle
source: Transparency effect
fa: اثر شفافیت

# VideosPage
source: Videos
fa: ویدیو ها

source: Time Zone
fa: منطقه زمانی

# ToggleSwitchOn
source: On
fa: روشن

# ToggleSwitchOff
source: Off
fa: خاموش

# ToggleSwitchRightToLeft
source: Right to Left
fa: راست به چپ

# ToggleSwitchLeftToRight
source: Left to Right
fa: چپ به راست

# FlowDirectionTitle
source: Flow direction
fa: تغییر جهت برنامه

# FlowDirectionText
source: Select which direction to display
fa: انتخاب جهت مورد نظر برای نمایش

# InfoBarWarning
source: Warning
fa: هشدار

# InfoBarSuccess
source: Success
fa: موفقیت

# InfoBarError
source: Error
fa: خطا

# InfoBarInfo
source: Information
fa: اطلاعات

# DirectionInfoBar
source: Changing the app orientation from right to left may cause clutter or undesirable display of some parts of the user interface
fa: تغییر جهت برنامه به راست به چپ ممکن است باعث به هم ریختگی یا نمایش نامطلوب برخی بخش های رابط کاربری شود

# RegionCustomCardGridText
source: Select the country you currently live in
fa: انتخاب کشوری که در حال حاظر در آن زندگی میکنید

# RegionCustomCardGridTitle
source: Region & Country
fa: منطقه و کشور

# FontFamilyCustomCardExpanderText
source: Select which Font you want to display
fa: انتخاب فونت مورد نظر برای نمایش

# FontFamilyCustomCardExpanderTitle
source: Fonts
fa: فونت ها

# FontScaleCustomCardGridText
source: Select your favorite Scale for font size
fa: انتخاب مقیاس مورد نظر برای اندازه فونت

# FontScaleCustomCardGridTitle
source: Font Scale
fa: مقیاس اندازه فونت

# StartupCustomCardGridText
source: Automatically launch the app when Windows starts
fa: برنامه به صورت خودکار پس از اجرای ویندوز باز شود

# StartupCustomCardGridTitle
source: Run at Startup
fa: اجرای خودکار هنگام شروع ویندوز

# MinToTrayCustomCardGridText
source: Hide the app in the system tray when minimized instead of showing it on the taskbar
fa: هنگام کوچک کردن، برنامه به جای منو به ناحیه اعلان برود

# MinToTrayCustomCardGridTitle
source: Minimize to Tray
fa: کوچک شدن به ناحیه اعلان

# CloseToTrayCustomCardGridText
source: Keep the app running in the system tray when the window is closed
fa: با بسته شدن پنجره برنامه در ناحیه اعلان به کار خود ادامه دهد

# CloseToTrayCustomCardGridTitle
source: Close to Tray
fa: بستن به ناحیه اعلان

# RememberWindoPositionText
source: Restore the last window position on startup
fa: آخرین موقعیت پنجره هنگام اجرای مجدد بازیابی شود

# RememberWindoPositionTitle
source: Remember Window Position
fa: ذخیره موقعیت پنجره

# RememberWindoSizeText
source: Restore the last window size on startup
fa: آخرین اندازه پنجره هنگام اجرای مجدد بازیابی شود

# RememberWindoSizeTitle
source: Remember Window Size
fa: ذخیره اندازه پنجره

# RememberMaximizeStateText
source: Reopen the app maximized if it was maximized when closed
fa: اگر برنامه در حالت تمام صفحه بسته شود به همان حالت باز می شود

# RememberMaximizeStateTitle
source: Remember Maximized State
fa: ذخیره حالت تمام صفحه

# AlwaysOnTopText
source: Keep the app window above other windows
fa: پنجره برنامه همیشه بالاتر از سایر پنجره‌ها نمایش داده شود

# AlwaysOnTopTitle
source: Always on Top
fa: همیشه در بالاترین لایه

# RestoreToLastMonitorText
source: Reopen the app on the monitor where it was last used
fa: برنامه روی مانیتوری که آخرین بار استفاده شده بود باز شود

# RestoreToLastMonitorTitle
source: Restore to Last Monitor
fa: باز شدن در آخرین مانیتور

# StartupPageCustomeCardExpanderText
source: Open application with your selected page
fa: باز کردن برنامه با صفحه مورد نظر

# StartupPageCustomeCardExpanderTitle
source: Startup Page
fa: شروع برنامه

# StartupPageStateCustomeCardExpanderText
source: Choose which page opens when the app starts
fa: انتخاب کنید برنامه هنگام اجرا با کدام صفحه باز شود

# StartupPageStateCustomeCardExpanderTitle
source: Manual Choose
fa: انتخاب دستی

source: Default
fa: پیش فرض

# LastNavigationPageStart
source: last page
fa: آخرین صفحه

# StartupSelectPage
source: Choose page
fa: انتخاب صفحه

# AccountPage
source: Account
fa: حساب کاربری
